[
  {
    "Column":"1A",
    "Tape #":"1",
    "Format of original":"VHS",
    "Episode Recording Date":"1982",
    "Episode Date":"1982",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1982). Estrella Roja",
    "Program Director":"Dave Trautman",
    "Program Producer":"Red Star",
    "Keywords":"Latinamerican culture; la cultura latinoamericano; preserve; preservar; Edmonton; youth; los jovenes; Red Star; estrella roja",
    "Program Summary":"The introduction of the first episode of the program \"Nosotros.\" The host discusses reasons why this show was established and talks to different members of the Latin American community in Edmonton about preserving their culture and language. This episode features two performances by \"Los jovenes de estrella roja.\""
  },
  {
    "Column":"1B",
    "Tape #":"1",
    "Format of original":"VHS",
    "Episode Recording Date":"1982",
    "Episode Date":"1982",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1982). El dia internacional de mujer",
    "Program Director":"Dave Trautman",
    "Program Producer":"Red Star",
    "Keywords":"International Day of Women; el dia internacional de mujer; King's College; women in the home; las mujeres en la casa; women in society; las mujeres en la sociedad; ",
    "Program Summary":"This episode focusses on women, the celebration of women's acheivements and  the international day of women. There are several interviews with different females in the Latina community in Edmonton discussing the differences and difficulties between living in Edmonton, Canada and in Latin America. The interviews features what two latinoamerican women are doing in Edmonton."
  },
  {
    "Column":"1C",
    "Tape #":"1",
    "Format of original":"VHS",
    "Episode Recording Date":"1982",
    "Episode Date":"1982",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1982). La comunidad de El Salvador en Edmonton",
    "Program Director":"Dave Trautman",
    "Program Producer":"Red Star",
    "Keywords":"El Salvador; politics; politicos; 1982; traditional dances; bailes tradicional; war; guerra; dance; bailes; corrupt government; gobierno corrupto",
    "Program Summary":"Host of the show interviews guests from the El Salvadorian community in Edmonton, discusses the political and social turmoil and problems that are currently happening in El Salvador. The episode also features three traditional El Salvadorian dances."
  },
  {
    "Column":"1",
    "Tape #":"1",
    "Format of original":"VHS",
    "Episode Recording Date":"1982",
    "Episode Date":"1982",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1982). La comunidad de Chile en Edmonton",
    "Program Director":"Dave Trautman",
    "Program Producer":"Red Star",
    "Keywords":"Chile; traditional dances; bailes tradicional; language; lenguaje; Edmonton Chilean Community; la communidad de Chilean en Edmonton ",
    "Program Summary":"This episode focusses on the Chilean community in Edmonton, there were three guests on the show talking about the current issues in Chile, such as the government, politics and religion. Also features traditional Chilean dances from different regions in Chile."
  },
  {
    "Column":"1E",
    "Tape #":"1",
    "Format of original":"VHS",
    "Episode Recording Date":"1982",
    "Episode Date":"1982",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1982). Pepe Fariña",
    "Program Director":"Dave Trautman",
    "Program Producer":"Red Star",
    "Keywords":"Pepe Fariña; Chilean artist; folk; Latinamerican music; artista chileno; folklore; música latinoamericana",
    "Program Summary":"Chilean artist Pepe Fariña plays guitar and sings folk music. He discusses the movement of new popular music influenced by Chilean values and Latinamerican composers such as Silvio Rodriguez and Pablo Milanes, whose songs he covers. "
  },
  {
    "Column":"1",
    "Tape #":"1",
    "Format of original":"VHS",
    "Episode Recording Date":"1982",
    "Episode Date":"1982",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1982). La Asociacion Ecuatoriana en Edmonton",
    "Program Director":"Dave Trautman",
    "Program Producer":"Red Star",
    "Keywords":"Ecuador; folklore; soccer; Ecuadorian culture; dance; fútbol; cultura ecuatoriana",
    "Program Summary":"La Asociacion Ecuatoriana en Edmonton (The Ecuadorian Association of Edmonton) presents various aspects of Ecuadorian folklore, such as traditional clothing and dances. The host interviews Dona Blanco, a representative of the Centro Ecuatoriano, about the purpose of and the activities organized by the Centre, the geography of Ecuador, the demographics, and traditional art forms (of which examples are shown). Hugo Ruiz is then interviewed about Rio Masona, an Ecuadorian soccer club. "
  },
  {
    "Column":"1G",
    "Tape #":"1",
    "Format of original":"VHS",
    "Episode Recording Date":"1982",
    "Episode Date":"1982",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1982). Estrella Roja",
    "Program Director":"Dave Trautman",
    "Program Producer":"Red Star",
    "Keywords":"folklore; Estrella Roja; instruments; Latin music; instrumentos; música Latina; grupo folklorico; folk band",
    "Program Summary":"The folklore music group Estrella Roja’s manager, Jaime Calderon, is interviewed. He discusses their music, the reaction of the Canadian and Edmontonian public, their instruments, the group’s future plans and the lack of female Latin musicians. The group then performs a set. "
  },
  {
    "Column":"1H",
    "Tape #":"1",
    "Format of original":"VHS",
    "Episode Recording Date":"1982",
    "Episode Date":"1982",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1982). Final Episode of the Year",
    "Program Director":"Dave Trautman",
    "Program Producer":"Red Star",
    "Keywords":"Summary; Director; Volunteers; Coordinator; Resumen; voluntarios; coordinador",
    "Program Summary":"This is the last episode of the year. The host discusses the problem experienced by the producers of the show. They replay parts of performances on the show over the last three weeks. The host converses with youth who helped produce the show, about topics such as why they chose to help make the show, what their role was, if they would like to come back and help, and their experiences/impressions of the show. The host then interviews David Deltrama, the director of the show, in English. He discusses the importance of communication within cultural groups, the problems they experienced and when the show will start back up. Ivan, the coordinator of the Nosotros program finishes the episode by thanking those who made the show possible."
  },
  {
    "Column":"2",
    "Tape #":"1",
    "Format of original":"VHS",
    "Episode Recording Date":"1983",
    "Episode Date":"1983",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1983). 16 programas",
    "Program Director":"Dave Trautman",
    "Program Producer":"Red Star",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"2A",
    "Tape #":"",
    "Format of original":"VHS",
    "Episode Recording Date":"unknown date",
    "Episode Date":"unknown",
    "Episode Play Date":"unknown date",
    "Episode title":"Programa Nosotros (unknown date). Interview with a Woman from Nicaragua",
    "Program Director":"unknown",
    "Program Producer":"unknown",
    "Keywords":"Nicaragua; revolution; revolucion nicaraguense; immigration; inmigracion; United States of America imperialism; imperialismo de los Estados Unidos",
    "Program Summary":"This video features an interview with a woman (Julia) from Nicaragua who emigrated to Canada because of the political revolution in Nicaragua. They discuss the dangers of living in Nicaragua at the time and the influence of the United States and its imperialism as well."
  },
  {
    "Column":"2B",
    "Tape #":"",
    "Format of original":"VHS",
    "Episode Recording Date":"1983",
    "Episode Date":"1983",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1983). First Episode of the Year",
    "Program Director":"Dave Trautman",
    "Program Producer":"Red Star",
    "Keywords":"first episode; primera programa; film crew; equipo de pelicula; indigenous costume; traje tradicional; indigenous dance; baile tradicional; indigenous music; musica tradicional",
    "Program Summary":"In this episode, as a part of the first episode of the year, the film crew is interviewed about where they come from and why they chose to work on Programa Nosotros. Interspersed between the interviews are a series of performances. The first is a description of indigenous clothing from certain regions, the second has songs performed on guitar, the thrid is two dances by a children's group, and the fourth is a women's dance group."
  },
  {
    "Column":"2C",
    "Tape #":"",
    "Format of original":"VHS",
    "Episode Recording Date":"unknown date",
    "Episode Date":"unknown",
    "Episode Play Date":"unknown date",
    "Episode title":"Programa Nosotros (unknown date). Grupo Trigal",
    "Program Director":"Dave Trautman",
    "Program Producer":"Red Star",
    "Keywords":"Chilean music; musica chilena; Trigal",
    "Program Summary":"In this episode, Chilean music group Trigal both perfoms traditional Chilean songs and discuss the economic situation of Chile and their reasons for continuing to perform in Edmonton. Each section where they are interviewed is followed by a musical performance."
  },
  {
    "Column":"3",
    "Tape #":"84-G06-V",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1984-02-10",
    "Episode Date":"1984",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1984-02-10). Pippa",
    "Program Director":"John Berry",
    "Program Producer":"Edmonton Wanderers",
    "Keywords":"Luis Gusman; actor y cantante Chileno; Payaso Pippo; Luis Gusman Chilean actor singer; Pippo the clown",
    "Program Summary":"In this episode Chilean actor and singer; Luis Guzman comes to Edmonton. The first part of the episode is a show for children in which Guzman acts as Pippo the clown. During the second part of the episode Guzman plays the guitar and sings songs about life in Chile during Pinochet’s dictatorship. "
  },
  {
    "Column":"4",
    "Tape #":"84-G01-G",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1985-08-02",
    "Episode Date":"1985",
    "Episode Play Date":"1988-04-24",
    "Episode title":"Programa Nosotros (1985-08-02). Santiago del Nuevo Extremo in Concert",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Edmonton Wanderers",
    "Keywords":"Chile; Santiago del Nuevo Extremo; música de folk chilena; Chilean folk music; música tradicional; traditional music; música folklorica; folk music; concert; concierto; Pedro Villagra; Luis Le-Bert; Jorge Astorga; University of Alberta",
    "Program Summary":"Enrique Reyes interviews three members of Chilean group Santiago del Nuevo Extremo: Pedro Villagra, Luis Le-Bert, and Jorge Astorga. They talk about the creation of the group; its purpose - to allow them to find their own voice and identity - and their experiences of playing in Canada and around the world. The rest of the episode shows their concert at the University of Alberta (SUB Theatre). They use elements of jazz; contemporary music and traditional Chilean folkloric music in their songs. The lyrics express political ideas for the future of Chile and various aspects of Chilean folklore and culture. "
  },
  {
    "Column":"5",
    "Tape #":"84-G03-M",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1985-10-01",
    "Episode Date":"1985",
    "Episode Play Date":"1985-10-13",
    "Episode title":"Programa Nosotros (1985-10-01). Rumbo al sur",
    "Program Director":"John Berry",
    "Program Producer":"Sergio Contreras",
    "Keywords":"Cesar Chavez; Jorge Rogers; Syndicalism; sindicalismo; union de campesinos de america; labour movement; movimiento obrero; Estados Unidos; norteamerica; México; Canada; United States; Mexico; derechos de trabajadores; worker's rights; grapes; uvas; boycott; boicoteo; Rumbo Al Sur; Musica Chileña; Chilean music; protest music; musica de protesta; social activism; activismo social; comite de defensa de derechos juveniles; youth rights; ",
    "Program Summary":"Enrique Reyes interviews Cesar Chavez about his work in the labour movement in the United States and the boycott of American grapes because of labour conditions, a list of local cultural events, A performance by social activist chilean folk group Rumbo Al Sur, Raoul Echeverria interviews Jorge Rogers about his youth rights advocacy group, comite de defensa de derechos juveniles, more music from Rumbo Al Sur"
  },
  {
    "Column":"6",
    "Tape #":"11-87A-119",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1987-04-23",
    "Episode Date":"1987",
    "Episode Play Date":"1987-04-24",
    "Episode title":"Programa Nosotros (1987-04-23). Mario Palestro y la Copa Canadá",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Mario Palestro; chile; comuna de santiago; city of santiago; copa canadá; Canada cup; soccer; fútbol; Los Jaivas; musica de chile; chilean music; edmonton sports; deportes de edmonton; Gabriel Parra; exile; exilo; Partido Socialista de Chile; Socialist Party of Chile; socialism; chilean socialism; socialismo; socialismo chileño; dictatorship; dictadura; torneo de fútbol; soccer tournament; Kinsemen fieldhouse; jubilee auditorium.",
    "Program Summary":"Interview with ex MP Mario Palestro; who talks about justice, dictatorship, and the municipal politics of Santiago.  Coverage of the \"copa Canadá\", a local soccer tournament, and interviews with the coaches and captains of the finalist teams. Local news, festivals, and events, and a memorial to the recently departed drummer Gabriel Parra of chilean folk-rock group Los Jaivas with concert footage."
  },
  {
    "Column":"7",
    "Tape #":"77",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1987-09-05",
    "Episode Date":"1987",
    "Episode Play Date":"1987-09-01",
    "Episode title":"Programa Nosotros (1987-09-05). Marcha En La Ciudad",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"8",
    "Tape #":"59",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1987-06-05",
    "Episode Date":"1987",
    "Episode Play Date":"",
    "Episode title":"Programa Nosotros (1987-06-05). Angel Parra in concert part 1",
    "Program Director":"",
    "Program Producer":"",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"11",
    "Tape #":"11-87-A-121",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1987-11-01",
    "Episode Date":"1987",
    "Episode Play Date":"1987-12-20",
    "Episode title":"Programa Nosotros (1987-11-01). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Christmas; Navidad; Jaivas; Musica chileña; Chilean music; Degalio Henriquez; coordinación socialista; Adeste fideles; Venid fieles; O come let us adore him;  Mario Acuna; comite catolica latinoamericana; Committee of catholic latin america; Escuela Salvador Allende; Santa Claus; Papá Noel; Campana sobre campana; campanas de belén; Escuela Gabriela Mistral; Children's choir; choro de niños; LASAOT; marimorena; Christmas carols; villancicos; Fidel Guerra; Chile Mi Pais; \"Navidad; feliz navidad\"",
    "Program Summary":"Christmas special: Performance from chilean folk-rock fusion group Jaivas, Christmas greetings and a reminder to think of the less fortunate in Chile and to act in solidarity with a socialist-democratic movement from Degalio Henriquez of the  coordinación socialista, a music video of \"Venid fieles\" (oh come let us adore him), christmas greetings from Mario Acuna of the comite catolica de latinoamerica, Santa Claus visits Escuela Salvador Allende, where the children sing carols, a music video of \"Campanas de Bélen\", chirstmas carols from Escuela Gabriela Mistral, Christmas greetings from Mario Pailamilla of LASAOT, music video of \"la marimorena\", christmas greetings from Fidel Guerra of Chile Mi Pais, music video for \"Navidad, feliz navidad\", Unknown music video (glitchy), message from Enrique Reyes and Antonion Guzman (also glitchy and hard to understand), unknown live musical performance (glitchy), final christmas greeting from Nosotros, Continued live performance (possibly Inti-illimani?)"
  },
  {
    "Column":"9",
    "Tape #":"18",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1987-11-15",
    "Episode Date":"1987",
    "Episode Play Date":"1987-11-15",
    "Episode title":"Programa Nosotros (1987-11-15).",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Antonio Guzman; Paulo Garrio; Jaime Liberona; Justice; peace;revolution;awareness;stereotypes;freedom;soccer;Maradona;music;chile;Sergio Contreras;Justicia;paz;futbol;educacion;education;revolucion;libertad;Guatemala;Nicaragua;Carmen Dias;Jose Ramirez",
    "Program Summary":"A televesion show dealing primarly with news about the latin community in Edmonton. At the start of the video we are intrduced to Carmen Dias from Nicaragua, and Jose Ramirez from Guatemala.In their interview these two students talk about thier motives that brought them to Edmonton. Both students wish to raise awareness about thier culture in order to get rid of certain negative stereotypes that often people associate with thier countries. In addtion, they also want to recieve some sort of economic aid from Canada in order to improve the education system and quality of life in thier countires. After the interview; we are introduced to Paulo Garrio, who is a famous Chilean singer. All of Paulo's songs that are shown in this video talk about freedom and corruption. Finally, we are presented with some highlights of some soccer games.  "
  },
  {
    "Column":"10",
    "Tape #":"63",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1987-11-01",
    "Episode Date":"1987",
    "Episode Play Date":"1987-11-29",
    "Episode title":"Programa Nosotros (1987-11-01). Intillimani concierto",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Sergio Contreras",
    "Keywords":"Inti-Illimani; nueva canción chilena; new chilean song; Jubilee Auditorium; música chilena; música andina; chilean music; andean music; Taita Salasaca; Bailando bailando; Corazón maldito; Violeta Parra; Sensemayá; La señora chíchera; El carnaval; Canción del poder popular; Canción a contraluz; Cantiga de la memoria rota; producciones barco de papel; Mi chiquita; En libertad sevillanas",
    "Program Summary":"Broadcast of the 20th anniversary concert of Chilean group in exile Inti-Illimani in the Jubilee Auditorium. Eleven songs are shown in the program, accompanied by comentary from Enrique Reye and Antonio Guzmán on the history and political engagement of the group. Also; some footage of members of Inti-Illimani speaking in Spanish and English with the audience. "
  },
  {
    "Column":"13",
    "Tape #":"01-88-03",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1988-01-16",
    "Episode Date":"1988",
    "Episode Play Date":"1988-01-17",
    "Episode title":"Programa Nosotros (1988-01-16). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Sergio Contreras",
    "Keywords":"Pablo Garrido; Isabel Aldunata; Grant MacEwan College; Studio; estudio; singer-songwriter; cantautor; cantante; Chilean music; musica chileña; Chilean singers; cantantes chileños;  fútbol; soccer; Daniel Ortega Saavedra; Costa Rica; Nicaragua; Sandinista; Nicaraguan Revolution; revolución nicaragüense; solidarity with el Salvador; solidarite con el salvador;",
    "Program Summary":"In-studio preformance from singer-songwriter Pablo Garrido, singer Isabel Aldunata performs live in the auditorium at Grant MacEwan College, soccer news, international news: a conference of central american presidents in Costa Rica concerning U.S. interference and the international politics of the Nicaraguan civil war, uspets in Buenos Aires, Israel, local news and events"
  },
  {
    "Column":"14",
    "Tape #":"1-88-04",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1988-01-04",
    "Episode Date":"1988",
    "Episode Play Date":"1988-01-31",
    "Episode title":"Programa Nosotros (1988-01-04). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Sergio Contreras",
    "Keywords":"Los Jaivas; Chilean folk music; música de folk chilena; Electronic instruments; intrumentos electrónicos; traditional instruments; instrumentos tradicionales",
    "Program Summary":"Los Jaivas; a chilean folk band plays a concert at the Edmonton Jubilee Auditorium; incorporating traditional Chilean folk instruments with electric guitars and synthesizers."
  },
  {
    "Column":"12",
    "Tape #":"12-87-01",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1987-12-08",
    "Episode Date":"1987",
    "Episode Play Date":"1987-12-27",
    "Episode title":"Programa Nosotros (1987-12-08). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Sergio Contreras",
    "Keywords":"Los Jaivas; Chilean folk music; música de folk chilena; Electronic instruments; intrumentos electrónicos; traditional instruments; instrumentos tradicionales",
    "Program Summary":"Los Jaivas; a chilean folk band plays a concert at the Edmonton Jubilee Auditorium; incorporating traditional Chilean folk instruments with electric guitars and synthesizers."
  },
  {
    "Column":"15",
    "Tape #":"01-88-05",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1988-02-14",
    "Episode Date":"1988",
    "Episode Play Date":"1987-02-14",
    "Episode title":"Programa Nosotros (1988-02-14). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Inti-Illimani; inmigración; immigration; border control; el frente; fútbol; soccer; music; música; proletario; Chile",
    "Program Summary":"An interview with Rene Leiva from Sociedad Hombre y Cultura, a musical performance by Inti-Illimani"
  },
  {
    "Column":"16",
    "Tape #":"88-01-07",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1988-03-19",
    "Episode Date":"1988",
    "Episode Play Date":"1988-03-20",
    "Episode title":"Programa Nosotros (1988-03-19). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"17",
    "Tape #":"01-88-08",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1988-03-26",
    "Episode Date":"1988",
    "Episode Play Date":"1988-03-27",
    "Episode title":"Programa Nosotros (1988-03-26). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Casa el Salvador; El Salvador; immigration; inmigración; civil rights; derechos humanos; dictatorship; dictaduras; America; Estados Unidos; liberación; Andy Montanez; liberation; Casa Chile; Marcello Castillo; Partido Nacional de Chile; democracia; democracy; Alex Leon y los leones de salsa",
    "Program Summary":"n interview with Alejandro Acevado from Casa el Salvador; a feature from a salsa festival featuring Andy Montanez, Alex Leon y los leones de salsa, and an unnamed female; a surprise interview with Chilean journalist Marcello Castillo"
  },
  {
    "Column":"18",
    "Tape #":"11-87-A-144",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1988-05-21",
    "Episode Date":"1988",
    "Episode Play Date":"1988-05-23",
    "Episode title":"Programa Nosotros (1988-05-21). Bishop Carlos Camus",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Latinoaméricanas Catholicos; Latin-American Catholics; Catolicos immigrants; pluralism; pluralismo; Capuchino; Obispo Chileano; Illapu; Chile Mi Pais",
    "Program Summary":"Pastors, priests, and immigrants from the Latin Catholic community discuss religion in Canada for immigrants and for the people in Chile. Advertisement of musical performance of Illapu on May 29 1988; other announcements."
  },
  {
    "Column":"19",
    "Tape #":"83-5-3-L/82-8-13-X",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1988-09-01",
    "Episode Date":"1988",
    "Episode Play Date":"unknown",
    "Episode title":"Programa Nosotros (1988-09-01). ",
    "Program Director":"",
    "Program Producer":"",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"20",
    "Tape #":"74",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1988-10-01",
    "Episode Date":"1988",
    "Episode Play Date":"1989-01-22",
    "Episode title":"Programa Nosotros (1988-10-01). Amparo Ochoa II",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"26",
    "Tape #":"84",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-01-06",
    "Episode Date":"1990",
    "Episode Play Date":"1990-01-07",
    "Episode title":"Programa Nosotros (1990-01-06). Tupac Mexican Dance Group",
    "Program Director":"Aziel Calderon",
    "Program Producer":" Sergio Contreras",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"21",
    "Tape #":"54",
    "Format of original":"U-Matic",
    "Episode Recording Date":"",
    "Episode Date":"",
    "Episode Play Date":"1988-08-22",
    "Episode title":"Pablo Milanes",
    "Program Director":"Sergio Contreras",
    "Program Producer":"",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"22",
    "Tape #":"60 88 A 224 SP",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1989-04-22",
    "Episode Date":"1989",
    "Episode Play Date":"1989-05-14",
    "Episode title":"Programa Nosotros (1989-04-22). \"Los Jaivas\" in Concert",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Peter Mallaney",
    "Keywords":"\"los jaivas\"; grupo chileno; chilean group; instrumentos pre-colombianos y contemporaneas; pre-colombian and contemporary instruments; Jubilee Auditorium; Edmonton",
    "Program Summary":"\"Los Jaivas\" in concert at the Jubilee Auditorium. This 5 member Chilean group combines traditional Chilean instruments as well as more modern instruments, such as: electric guitar and synthesizer. "
  },
  {
    "Column":"23",
    "Tape #":"SP60-P0-1",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1989-06-23",
    "Episode Date":"1989",
    "Episode Play Date":"1989-06-25",
    "Episode title":"Programa Nosotros (1989-06-23). Amabana",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"English: Local Group; Edmonton; Latin American; Conjunto Amabana; Concert; Musical. Spanish:  Banda local; Edmonton; Latinoamericano; Concierto; Musical",
    "Program Summary":"This Nosotros TV program, hosted by Milena Sanhueza and Enrique Reye: features a live concert of Conjunto Amabana, a musical group who is considered to be one of the best local Edmonton bands. Through the use of synthesized sounds on an electronic piano, drums, and mixed vocals, this 6-member group is able to create an authentic Latin American sound. The concert showcases songs including: \"Loquito por ti\", \"El Flojo\", \"Cuando Quieras\", \"El Cachimbo\", \"Terco Corazon\", \"Hoy Sufro\", and \"La Abusadora,\" and display a very engaging and passionate performance. "
  },
  {
    "Column":"24",
    "Tape #":"56",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1989-10-07",
    "Episode Date":"1989",
    "Episode Play Date":"1989-10-22",
    "Episode title":"Programa Nosotros (1989-10-07). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Ariel Calderon",
    "Keywords":"Chile; dictatorship; democracy; politics; dictadura; democracia; politica",
    "Program Summary":"Consists of a round-table discussing Chilean Politics. "
  },
  {
    "Column":"25",
    "Tape #":"85",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1989-11-15",
    "Episode Date":"1989",
    "Episode Play Date":"1989-12-24",
    "Episode title":"Programa Nosotros (1989-11-15). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Ariel Calderon",
    "Keywords":"Spanish: Programa navideña; concierto; festividad English: Christmas program; concert; holiday; B-Cuadro; Nicaragua; Escuela Gabriela Mistral School; Edmonton",
    "Program Summary":"This episode has a general theme of Christmas and the clips are focused on a Christmas program of the school Gabriela Mistral. The episode shows a variety of art work and cultural dances performed by the students of this spanish school. The second part of the episode is a concert performed by a group from Nicaragua named B-Cuadro."
  },
  {
    "Column":"28",
    "Tape #":"44",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-03-10",
    "Episode Date":"1990",
    "Episode Play Date":"1990-04-29",
    "Episode title":"Programa Nosotros (1990-03-10). Salud",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Ariel Calderon",
    "Keywords":"medicina social; university; medicine; facultad de medicina; salud; culture; integración latinoamericana; Brazil; Chile; economy; folk dances; bailes Isla de Pascua; Manuel Rozental; Festival of Victor Jara; Rapa Nui",
    "Program Summary":"Manuel Rozental, an exiled Colombian doctor, discusses the problems with the Colombian education system: specifically the faculty of medicine. He criticizes the achievements of professional success as distracting professionals from focusing on issues of social health; and discusses the problems of unequal access to healthcare. This segment also addresses the democratization of Latin America and the need to confront foreign debt through Latin American integration. The episode ends with the second part of the Festival of Victor Jara with dances from Rapa Nui."
  },
  {
    "Column":"27",
    "Tape #":"25",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-02-24",
    "Episode Date":"1990",
    "Episode Play Date":"1990-02-25",
    "Episode title":"Programa Nosotros (1990-02-24). Presidential Election",
    "Program Director":"Randy Spagg",
    "Program Producer":"Ariel Calderon",
    "Keywords":"política; demócratas; votos; propaganda política; Hernán Büchi; Francisco Javier Errázuriz Talavera; Patricio Aylwin; Mercedes Sosa; Quilapayún; Congreso",
    "Program Summary":"This episode is a special presentation surrounding the events of the 1990 elections in Chile. The three canidates are Hernán Büchi, Francisco Javier Errázuriz Talavera, and Patricio Aylwin. Each candidate’s' political advertisements are shown as well as the peoples opinion about the political situation. There are highlights from the pre elections forum (held on Sunday December 10th). The music of Mercedes Sosa, Quilapayún, and Congreso are shown to represent the voice of the people of Chile. "
  },
  {
    "Column":"30",
    "Tape #":"70",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-04-01",
    "Episode Date":"1990",
    "Episode Play Date":"1990-04-08",
    "Episode title":"Programa Nosotros (1990-04-01). Chile; Camino a la democracía",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Ariel Calderon",
    "Keywords":"Transition; dictatorship; democracy; transición; dictadura militar; democracía; Chilean politics; políticos chilenos; Salvador Allende; Agusto Pinochet; Latin American politics; política latinoamericana",
    "Program Summary":"This episode is a special report on the political events that have been taking place in Chile since 1988. The reporters show clips from a memorial service for Salvador Allende in Valparaíso, Chile. The reporters then interview several Chilean politicians and figureheads in regards to the transition from a military dictatorship to an elected democracy. Clips of videos such as the new president's arrival and the dictator's departure from government; political ceremonies involving inaugurations of new politicians, and the people's reception of such events are shown. It then shows clips of a celebratory concert in Chile of the transition to democracy"
  },
  {
    "Column":"31",
    "Tape #":"31",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-04-07",
    "Episode Date":"1990",
    "Episode Play Date":"1990-04-15",
    "Episode title":"Programa Nosotros (1990-04-07). La Integracion de Chile y Brasil",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Sergio Contreras",
    "Keywords":"Education ; educacion; historia latinoamericano ; history of latin america ; intergracion ; integration ; Chile ; Brasil ; USA;  Mauricio Salegio; German Vidal;  Escuela Gabriela Mistral School; Xuxa",
    "Program Summary":"The show begins with an interview of teacher Mauricio Salegio and principal German Vidal of Gabriela Mistral, a spanish school in Edmonton. They talk about the emphasis of teaching their students why their fathers are here, the history of Latin America and the spanish language. With a high Chilean percentage of students they want to help the students understand their past and their possible futures. The show then features the integration of Latin America, focusing on Brazil and Chile, offering many different interviews and persperctives on the politics and relationships between Latin America and USA. FInally the show ends with a lively concert of Xuxa."
  },
  {
    "Column":"32",
    "Tape #":"35",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-10-12",
    "Episode Date":"1990",
    "Episode Play Date":"1990-05-13",
    "Episode title":"Programa Nosotros (1990-10-12). \"Days of October\". Journey of General A. Stark",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Ariel Calderon",
    "Keywords":"Mother’s day; Ramona; Doctor; medical wheel; indigenous medicine; Chile; dictatorship; El día de la madre; Ruda medicinal; medicina indígena; dictadura  ",
    "Program Summary":"At the beginning of the program the hosts wish all the mothers watching a great mother's day and speak to the importance of the mother in the family.  This leads into a musical interpretation of “Ramona” by  the musical group Tanta Popular Gana.  After this presentation Doctor Manual Rozental  explains the concept of individual and societal health from an indigenous perspective as he describes the Rueda Medicinal.  The second half of the program shows the documentary Días de Octubre [Days of October] which is a documentary that sheds light on the pain suffered by the families of executed political prisoners in Chile.  Those responsible for the executions buried the bodies in the desert and did not disclose the exact locations to the families.     "
  },
  {
    "Column":"33",
    "Tape #":"32",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-05-26",
    "Episode Date":"1990",
    "Episode Play Date":"1990-05-27",
    "Episode title":"Programa Nosotros (1990-05-26). Music & Dances from Mexico",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Ariel Calderon",
    "Keywords":"Pinochet; Chile; trabajadores chileanos; derechos humanos; salario minimo; golpe militar; socialismo; baile folkloríco; chiliean workers; humans rights; minimum wage; military coup; socialism; folk dance",
    "Program Summary":"The episode begins with an interview by Mario Allende with the honourable Bernardo Vargas, the general secretary of the Exiled Chilean community, a member of the socialist party in Chile as well as an advocate for worker's rights. His interview discusses the politics of Chile, especially the leadership of Pinochet who transferred power in March 1990 to a democratic leader. The new leader in Chile, left him with many thoughts on military and government relations, military coups, democracy, and workers laws and their place in the government, such as minimum wage. He also speaks of his position as an exile of Chile and the lifestyle him and his wife have adapted to. After, there is a presentation of the first \"festival folklorico de Victor Jara\" with \"Grupo Andino\" and \"Grupo Bagual\" dancing to traditional chilean and argentinian music.\n\n"
  },
  {
    "Column":"34",
    "Tape #":"Jan-91",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-10-20",
    "Episode Date":"1990",
    "Episode Play Date":"1990-10-21",
    "Episode title":"Programa Nosotros (1990-10-20). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Transition; dictatorship; democracy; transición; dictadura militar; democracía; Chilean politics; políticos chilenos; Salvador Allende; Agusto Pinochet; Latin American politics; política latinoamericana; derechos humanos; human rights",
    "Program Summary":"This episode is a tribute to the farewell to Salvador Allende, the popular socialist leader in Chile. Many people on the street, speak of their love for Allende; he was a loving person, who did great things for Chile. A photo montage is included of his life and the difference he made in Chile. It then shows the funeral of Allende, with his family and the world watching. Many chileans were devastated by the lost to the country, and it was a very dramatic event. Representatives from other nations, and people who were close to Allende speak of Allende's life and the future generation of Chile.\n\n"
  },
  {
    "Column":"35",
    "Tape #":"34",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-10-27",
    "Episode Date":"1990",
    "Episode Play Date":"1990-12-16",
    "Episode title":"Programa Nosotros (1990-10-27). 5th Latin American Festival",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Canadian Hispanic Congress; El congreso hispano canadiense; Chilean documentary; documental chileano; military regimen; régimen militar; social conflicts; conflictos sociales; Mexican dances; bailandos mexicanos",
    "Program Summary":"The episode begins with interviews with members of the Canadian Hispanic Congress. In their interviews they talk about different opportunities for Hispanic immigrants to help integrate into Canadian life without losing their heritage and while connecting with other Hispanics. Next there is a Chilean documentary called Javiera de Chile which is the story of the daughter of José Manuel Parada; a member of the communist party who was assasinated on March 30, 1985. The episode ends with Mexican dances performed by an Andino Group at Grant MacEwan University."
  },
  {
    "Column":"36",
    "Tape #":"01-88-A173-SP",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-11-03",
    "Episode Date":"1990",
    "Episode Play Date":"1990-11-04",
    "Episode title":"Programa Nosotros (1990-11-03). Singer Ramon Aguilera",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"povety; drugs; marijuana; dreams; latinamerica; pobreza; drogas; marijuana; sueños; Ramon Aguilera; cantantes amores; boleros; Mexico",
    "Program Summary":"In this episode, Programa Nosotros shows a great documentary of a poor neighborhood that was heavily into drugs and smoking. They speak of their personal experiences with the \"buzz\" from marijuana, huffing, hash, meth and other drugs. Some speak of the lack of dreams caused by their social situation, and on the other hand some describe how they still have dreams but getting high lets them think their life out, and gives them solutions. Some have been users their entire life, or other long periods of time. Then, in a special Programa Nosotros presentation Ramon Aguilera sings powerful boleros, \"El Dia Mas Hermoso,\" \"Que Me Quemen Tus Ojos,\" \"Toma Como Yo,\" \"Ella,\" \"Eh Hijo Del Pueblo,\" and \"Valparaiso.\""
  },
  {
    "Column":"37",
    "Tape #":"16",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-11-12",
    "Episode Date":"1990",
    "Episode Play Date":"1990-12-02",
    "Episode title":"Programa Nosotros (1990-11-12). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Chile; democracy; socialism; literature; human rights; political balance; government; chilean culture; democracia; socialismo; literatura; derechos humanos; equilibro politico; cultura chileno; gobierno; Fransisco Rivas ",
    "Program Summary":"This episode is a group interview with Dr. Fransisco Rivas asked questions by Monica Chavez, Mario Acuna, Mario Allende, Milton Gomez, Adolfo Soto, and Hugo Delgado. He discusses the modern mission of Chilean population, the international awareness that he hopes for, the health program in Chile, the economic situation, the condition of socialism in the economy, human rights, democracy, blood politics, political equilibrium, the spirit of the population, the population in Canada and literature."
  },
  {
    "Column":"38",
    "Tape #":"",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-11-17",
    "Episode Date":"1990",
    "Episode Play Date":"1990-11-18",
    "Episode title":"Programa Nosotros (1990-11-17). Singer L. Enrique Mejia Godoy",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"29",
    "Tape #":"SP60-P09",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-03-17",
    "Episode Date":"1990",
    "Episode Play Date":"1990-03-18",
    "Episode title":"Programa Nosotros (1990-03-17). Congreso hispano-canadiense",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Ariel Calderon",
    "Keywords":"Hispano-canadiense; Hispanic-Canadian Congress; Congreso hispanocanadiense; inmigracion; immigration; festival; Victor Jara; folk; dance; baile; democracia; democracy; dictadura; dictatorship; Chile; Brazil; Brasil",
    "Program Summary":"This episode opens with an interview with two members of the Canadian Hispanic Congress, who discuss some of their future plans for the Hispanic community in Canada. The next segment features part of the Victor Jara Festival. Specifically, a performance of several traditional Northern Chilean folk dances. Finally, the last segment focusses on transition to democracy in Latin America and features numerous interviews with Brazilian and Chilean citizens regarding their opinions on life under authoritarian governments."
  },
  {
    "Column":"40",
    "Tape #":"91-06",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1991-01-26",
    "Episode Date":"1991",
    "Episode Play Date":"1991-01-27",
    "Episode title":"Programa Nosotros (1991-01-26). Tupac",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Amnesty International; group; volunteer; Luis Delire; government; Peru; human rights; dance; director; festival; Tupac; Latin America; music. Amnistía Internacional; grupo; voluntario; el gobierno; Perú; los derechos humanos; baile; el director; festival; América Latina; música. ",
    "Program Summary":"The first part of the program was an interview with Luis Delire; who was part of the Amnesty International in Edmonton. He spoke about how the group had originated and how it is operated by volunteers. He stated that their focus is to put pressure on the governments that allow abuse to take place in their countries. The country of focus in this interview was Peru. The second part of the program focused on folklore dance; specifically from the Latin American group Tupac. The two directors of the group were interviewed and gave some background information about the dance and the dancers. The last part of the program was a variety of five different dances; all from Tupac; at the Festival Lacer. "
  },
  {
    "Column":"41",
    "Tape #":"91-2-6",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-10-27",
    "Episode Date":"1990",
    "Episode Play Date":"1991-02-10",
    "Episode title":"Programa Nosotros (1990-10-27). Victor Jara Group",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"42",
    "Tape #":"90-11-02-A",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1991-03-16",
    "Episode Date":"1991",
    "Episode Play Date":"1991-03-17",
    "Episode title":"Programa Nosotros (1991-03-16). Calafquen Group",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"43",
    "Tape #":"11.5-91",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1991-05-11",
    "Episode Date":"1991",
    "Episode Play Date":"1991-05-12",
    "Episode title":"Programa Nosotros (1991-05-11). Fusion Urbana",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"44",
    "Tape #":"2.87.A.49",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1991-09-01",
    "Episode Date":"1991",
    "Episode Play Date":"",
    "Episode title":"Programa Nosotros (1991-09-01). Amparito Olloa",
    "Program Director":"",
    "Program Producer":"",
    "Keywords":"Amparito Olloa; Mexico; traditional culture; new song; Malinche; infant mortality; immigration; United States; \nAmparito Olloa; México; la cultura tradicional; la nueva canción; mortalidad infantil; inmigracón; Estados Unidos",
    "Program Summary":"This is the 1st half of a concert by Amparito Olloa and her band. She sings songs about various parts of Mexican culture such as Malinche, infant mortality and Mexican immigants in the United States. She emphasizes the importance of keeping Mexican culture alive and shares stories about each song."
  },
  {
    "Column":"45",
    "Tape #":"23",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1991-09-02",
    "Episode Date":"1991",
    "Episode Play Date":"Unknown",
    "Episode title":"Programa Nosotros (1991-09-02). Festival Latino Americano",
    "Program Director":"Unknown",
    "Program Producer":"Unknown",
    "Keywords":"La Palomita; Tupac; Latin America; Show Case; Various Performances; Music - La Palomita; Tupac; Latino America; Espectaculo; Varias Obras; Musica",
    "Program Summary":"The first few minutes begins with an un-named quartet performing. After the quartet has finished their performance;  Several groups representing Latin America perform different cultural dances of a great variety. Some of the songs have a narration explaining a bit about the culture. It also talks about family and how dance unites the countries and eliminates borders."
  },
  {
    "Column":"39",
    "Tape #":"91-2",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1990-10-27",
    "Episode Date":"1990",
    "Episode Play Date":"1991-01-13",
    "Episode title":"Programa Nosotros (1990-10-27). Latin American film Festival",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Sergio Contreras",
    "Keywords":" Don Pablo Ayala; Alba; Community Monseñor Romero; film; película; \"Americas en trancisión\"; Chile; El Salvador; Guatemala; Nicaragua; Cuba; Grupo Andino; Veracruz; dance; baile; 15th Latin American Festival; Festival Lacer; Edmonton ",
    "Program Summary":"The first segment of the program is an interview with two Salvadorans in edmonton; Don Pablo Ayala and Alba; who are part of the Community Monseñor Romero. They talk about what their community does and their plans for the future; such as the creation of the Latin American sports federation. They also talk about their goal to unite all of their Latin American compatriots while at the same time including all Canadians as well. The second segment focuses on a documentary from 1982; \"Americas en trancisión\". This documentary has been nominated for various prestigious awards and was one of the movies showcased at the Latin American Film Festival in Edmonton. The documentary is in english and it focuses on various Latin American countries such es Chile; El Salvador; Guatemala; Nicaragua and Cuba. It shows  the social and political crises that is present in these countries. It also talks about the role that the presence of the United States of America plays in this situation. The third and final segment is a showcase of a traditional dance of the region of Veracruz. This dance is performed by the Grupo Andino, a dance troupe from Veracruz. This performance was recorded at the 15th Latin American Festival organized by Lacer in Edmonton. "
  },
  {
    "Column":"46",
    "Tape #":"20",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1991-10-20",
    "Episode Date":"1991",
    "Episode Play Date":"1991-10-20; 1991-10-27",
    "Episode title":"Programa Nosotros (1991-10-20). Bafochi",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"relief telethon; Peru cholera epidemic; Paraguay; BAFOCHI; chilean folk ballet                                    teletón de alivio; epidemia de cólera Peru; Paraguay; BAFOCHI; ballet folklórico chileno",
    "Program Summary":"This program presents a report on the relief telethon for the cholera epidemic in Peru. The report discussed the donations gathered and the various people and groups involved in making the telethon possible and successful. The first part of a documentary about the recent history of Paraguay is also shown. The documentary is about the Stroessner regime and its effect on Paraguay and its people. The program ends with a recording of dances performed by BAFOCHI; which is a Chilean folk ballet group. "
  },
  {
    "Column":"47",
    "Tape #":"33",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1991-11-03",
    "Episode Date":"1991",
    "Episode Play Date":"1991-11-03",
    "Episode title":"Programa Nosotros (1991-11-03). Message of Hope (Ba Fochi part 2)",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Chilean national folk ballet; ballet folkorico de chile; first democratic vote in paraguay; primero voto democratico en paraguay; political prisoners of chile; presos politicos de chile ",
    "Program Summary":"The newscasters begin talking about Paraguay, talking about the population and then giving a summary of its political history. The country was under military government for many years and by the end of the 1980’s they expelled a general and began having real elections with alternative choices (other parties). There were some interviews with the public about how they felt about the elections and interviewed different people on their opinion of new government. Interviewed a women’s group and they want the discrimination of working women to stop. Police want respect and a dignified pay. Indigenous people want the government to pay more attention to them & give them proper education. Second part they are interviewing two people in the station: Mario Acuna and Patricia del Rossi. They are representing the missing and the political prisoners from the pinochet regime who are still in prison. Patricia says that the situation for the political prisoners hasn’t changed since the regime even though they were given promises, but there sentences haven’t been reduced. Mario has visited the jails the political prisoners are in and says that it reminds him of the past and that the conditions in there is like going back into the regime. He goes on to express that he doesn’t know why they are still in jail when they had done nothing wrong and that the torturers and other people from the regime that had done crimes against humanity are still free.Says that the political prisoners held there own protests by refusing to eat. They want people to write letters and send them in to plead for the freedom of these political prisoners. Their committee is devoted to the compassion of the political prisoners and wants the latin community to join forces. Then they just show the Chilean traditional ballet folk dance."
  },
  {
    "Column":"48",
    "Tape #":"19",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1991-12-22",
    "Episode Date":"1991",
    "Episode Play Date":"1991-12-22",
    "Episode title":"Programa Nosotros (1991-12-22). Xmas special 91 #5",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Chile mi pais; un jueguete para chile; chilean christmas campaign \"one toy for chile\"; El salvador civil war; Guerra civil en el salvador; interview with a salvadorean family in edmonton; entrevista con una familia salvadoreño en edmonton; communidad salvadoreño; salvadorean community",
    "Program Summary":"Mario Allende (newscaster) first introduces the christmas episode and talks about the nativity story and what its significance. Antonio Guzman (another newscaster) talks about how latin america doesn’t have a political system like Europe or the Soviet union. (*not sure what that has to do with this episode)    Then they go on talking about a christmas campaign that was organized in the latin community to give toys to children in Chile. The name of the group that organized is called ‘Chile mi pais’ and here in Edmonton they organized a christmas event with children performances to help support this campaign and there were some interviews. Interview with Domingo Chavez, says the party was a success, everyone supported the campaign and they raised around $500 and had 800 toys to send and they wanted to reach 1000 toys in the next two days before they sent it off. He said that the Republic of Chile would be in charge of the transportation.Interview with Juan Caroca, says the campaign ‘un juguete para chile’ (one toy for Chile) will make the children happy and give them happy memories in these difficult times. Quotes a poet, Gabriela Apostrol “no puedan esperar” which means that they can’t wait which is referencing the children. Also says if they come together they can do many good things.Interview with Hugo Delgado, says the democracy in Chile is changing and starting to unite and people are participating in democracy, but there are still political problems. This year there helping Chile during christmas, but he says they want to help a different latin/south american country every year. Interview with Mirna Silva, says she’s happy to make the children happy. She hopes next christmas they will be able to help another country. She says that many different companies have participated to make this campaign a success. Phone Interview with Patricia del Rossi, says the toys are going to the children of the political prisoners. The names of the helping companies: casa de Chile, agricultura, and mundo migrante. Sent $2000 to a lady names Señora Cristina on dec. 13 and that they sent $500 back.     For the next 10 - 15 minutes a pastor/priest gives a speech about christmas and the nativity story and its importance. A sermon.    Mario Allende then introduces the next topic saying even though we live far from our country we still have to know what’s going on and that they as the tv show do there best to inform their viewers. Next segment begins with a video of war, children and people suffering. El Salvador has been in a civil war for over 10 years, 80 million are dead or missing, people have to go from town to town to find protection. Interview with Elias Moreno who has moved to Edmonton from El Salvador during this time. His wife and brothers were assassinated and then he moved to Honduras for 3 years and through the church he was able to come to Canada in 1991. Tells what happened: His brother was in a community and 5 of them came out from an activity and soldiers killed him. In another community soldiers went and killed women, children and two more of his brothers. His sister was pregnant and she was found dead on the highway. He met his wife in the workplace & told about the beginning of their life & that it was difficult because of war and the soldiers burned down their house 4 times. Interview with Ernesto Moreno (Elias’s son), telling a story of when soldiers came and had to move women to mountains and one resisted so they took her by force and then she was found dead the next day.(Back to Elias) He says that the soldiers were taking women to use them for their own satisfaction and his wife resisted and they killed her, which is what the other women told him. He couldn’t get his dead wife’s body right away or else the soldiers would kill him. He got together with some other men and they went and found her on the highway and they had to bury her right there on the spot quickly before soldiers found them. He found it very difficult losing his wife and brothers and found a way to get to Honduras. First he left there and later brought his children over. He says here in Canada his children have a better, peaceful life. They didn’t have good food back home and or schooling because soldiers would burn down the schools. Life here in general is better. They are in the first stage of learning English and children are still learning Spanish as well. The boys each have their responsibility at home for the household chores. Here every child is fortunate enough while in some latin american countries they live in war and poverty during christmas time. Elias says that here he wants to make sure his kids see what’s going on back home and not to lose sight of that. Ernesto says that he is happy to be in Canada with toys, bread, food, but feels bad for children in El Salvador who have nothing.     Last little bit shows a christmas concert. \n"
  },
  {
    "Column":"49",
    "Tape #":"3",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-01",
    "Episode Date":"1992",
    "Episode Play Date":"1992-01-19",
    "Episode title":"Programa Nosotros (1992-01). Apurimac",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Chapultepec Peace Accords; Acuerdo de Paz de Chapultepec; Palacio Nacional de Mexico; Mexico National Palace; Alfredo Cristiani; Schafik Jorge Handel; ",
    "Program Summary":"Mario Allende begins the show saying it is a night of celebration because finally El Salvador has signed the Treaty of Peace and now the Salvadoran community can look forward to the future and build a new community in peace. Thursday January 16, 1992 Mexico signed the treaty as well which help put an end to the civil war in El Salvador which has been going on for 12 years. This episode is dedicated to El Salvador and he apologizes for not updating on Chile’s situation. For the military the Treaty of Peace will reduce them from 63,165 to 31,000 in the next two years. Mario says that the “cese de fuego” which is a cease fire command will begin in the first week of February. Then they go and show live footage from Mexico in the Palacio Nacional of the a Salvadoran Politician, Schafik Jorge Handal, gives his speech. He begins it by talking about the past and that now the treaty marks the freedom of El Salvador. He says that El Salvador tried to get help from other countries but they all closed their doors to them. He also names people that have died for the cause of bringing peace and they are considered heroes. He gives thanks to the churches that helped the Salvadoran people and as well there were women from Europe who helped the country. Goes back to Mario and he says that the country is going to legalize the rebels as a political party. Then they showed live footage of the president of El Salvador, Alfredo Cristiani, giving his speech in the Palacio Nacional. Mario says that the general secretary of the United Nations said that El Salvador’s Noche Largo (Long Night) is coming to a close. In Latin America they are celebrating and in Edmonton they joined in St. Francis church to celebrate the new found peace. Interviewed people on their reaction, how they felt, and if they would want to return back to El Salvador. Interview with Ronni Tejada says that everyone in the Salvadoran community is happy with this treaty because it will hopefully guarantee the militarization of the country, guarantee the popular vote & wants of the people, and guarantee the only one national civil police. He wants the government to listen to the people basically. Interview with Laura Rodas says she would return back home and would like to get to know her country and the family she has there because she has all these memories from when she was little. Interview with Veronica Ochoa says she is happy with the treaty. She only left because of the war but her parents would like to return and start a new life back home. She hopes that everyone lives in peace now and that they have their human rights.  Interview with Joanne Miazga says she thinks its excellent that the government and the various factions that have been fighting to achieve some independence & control over the Salvadoran economy have reached a settlement that will help the country to progress and give people the opportunity to take control of what is going on in El Salvador and have the opportunity to build a new country that has a vision and maybe be a model for other latin american countries. Back to Mario Allende it shows him back at the station and he has three guests from the Salvadoran community to share their thoughts. Ana Alfaro (part of Servicios Sociales Salvadoreños) says she’s glad they signed the treaty because finally there will be peace. I believe she says it all started when more than 30,000 farmers were massacred. The country has been in 40 years of trying to establish peace. Because of popular sectors and the FLN (policy group) they helped to establish the Peace Treaty. France and Mexico recognized FLN as a bandguardia? (word that I heard , but unsure of). She hopes now that these doors of peace are open that there will be no more fighting. Gladys Moreno (part of the Communidad Salavoreño) it was surprising for her to hear that speech from the president because in december it was said that there was no chance to negotiate with the guerillas, but its good this is happening because they have just been in armed war. They tried hiding the war at first from the world. She quotes the president “not to look back, but to the future” and she is thinks that what they’re doing now will happen & move forward towards peace. The UN and Mexico were a big help making the treaty happen. Leonel Vizcarra (part of Oficina de Informacion El Salvador) says that before another group tried to bring peace to the country, but couldn’t. Now with the help from the UN they could and he’s happy because he can go back to his homeland. Says there are different sectors helping the country now. Appreciates the Canadian government for helping and accepting the Salvadoran people in Canada during these hard times. Mario Allende informs that 35 groups held a candlelight march as a religious prayer to pray for the end of war. Says that everyone in Canadian, Chilean & Salvadoran community are celebrating. Ana Alfaro says the UN tried to get the country a police force, but she is glad that the country did it themselves.Gladys Moreno says that the country has just gone through one stage and now its moving onto another stage, a stage of reconstruction and that people in the community should not abandon them now because they will still need more help. "
  },
  {
    "Column":"50",
    "Tape #":"58",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-02-09",
    "Episode Date":"1992",
    "Episode Play Date":"1992-03-01",
    "Episode title":"Programa Nosotros (1992-02-09). Nosotros #10. Duo Colosal",
    "Program Director":"Sergio Contreras",
    "Program Producer":"",
    "Keywords":"Paseo Ahumada; Duo Colosal; Arnold Bolanos; Carlos Angulo; ",
    "Program Summary":"They show a report in Chile's downtown Santiago of Paseo Ahumada. It is a very long pedestrian street where millions of people walk through each day. There are people begging, there is a man who cleans phone booths, merchants trying to sell their goods yet it is illegal and they have to pack up quickly if they see an officer come. There are people who perform, either singing or dancing. There are people who play games and gambling and can even be a good place to nap. There are people who give out pamphlets or flyers as a way of protest I think. The next segment they have the Duo Colosal on the set playing guitar and singing some classic songs. "
  },
  {
    "Column":"51",
    "Tape #":"41",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-02-16",
    "Episode Date":"1992",
    "Episode Play Date":"1992-02-16",
    "Episode title":"Programa Nosotros (1992-02-16). Nosotros #9. 6th Annual Latin America Festival",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Sixth Laser Festival; Colombia dance; Ecuador dance; Aquí magazine; Mensajero magazine; Elisa Avendaño; ADMAPU;Gabriela Mistral Valntines dance; Mapuche; Chile natives. Sexto festival Laser; baile de Colombia; baile de Ecuador; Revista Aquí; Revista Mensajero; Elisa Avendaño; ADMAPU; Gabriela Mistral; baile del día de San Valentin; Mapuche; Indígenas de Chile. ",
    "Program Summary":""
  },
  {
    "Column":"52",
    "Tape #":"11",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-03-15",
    "Episode Date":"1992",
    "Episode Play Date":"1992-03-15",
    "Episode title":"Programa Nosotros (1992-03-15). Nosotros #11.  Songs from Uruguay. Singer Ernesto Yavez & Carlos Tecaera",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Osvaldo Morales; Paseo ahumada; Santiago; Chile; Carlos Tecaera; Ernesto Yavez; Carlos y Ernesto; Carito; Por cifra y milonga; Pastor de nuez; Canción de verano y remo; Padre de carnaval; El Orejano.   ",
    "Program Summary":"Obituary and mention of funeral date for Osvaldo Morales. Part II of \"Paseo Ahumada'' doumentary.  Raffle for a colour television and a blender. Folk duo \"Carlos y Ernesto\" sing; \"Carito\", \"Por cifra y milonga\", \"Pastor de nuez\", \"Canción de verano y remo\", Padre de carnaval\",  \"El Orejano\".  Hosts: Jorge Rogriguez, Claire Hurtubise, Mario Allende."
  },
  {
    "Column":"53",
    "Tape #":"15",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-03-28",
    "Episode Date":"1992",
    "Episode Play Date":"1992-05-10",
    "Episode title":"Programa Nosotros (1992-03-28). Nosotros 1992. Hertiage Festival Princess",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Heritage festival; heritage festival princess; Chile pavillion; Pabellón chileno; Nadia Encina; Victor Jara; Joceline Martel; Isabel Astorga; Patricia Fruhbrodt; Nadia Contreras; Gabriela Mistral; Todas vamos a ser reinas; En tus brazos; Germá Berdiales",
    "Program Summary":"The heritage days princess, Nadia Encina, is chosen by the chilean heritage festival association. During the selection \"Nosotros\" takes breaks where the Victor Jara dance group presents various traditional chilean dances. Poems by Grabriela Mistral and Germán Berdiales are recited after the selection. Program ends with the Victor Jara dance group presenting dances from Easter Island (Rapa Nui) and Chile. Judges: Maria Contreras, Juan Caroca, Norma Vidal. Hosts: Claire Hurtubise, Mario Allende, Antonio Guzman."
  },
  {
    "Column":"54",
    "Tape #":"16",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-05-24",
    "Episode Date":"1992",
    "Episode Play Date":"1992-05-24",
    "Episode title":"Programa Nosotros (1992-05-24). Nosotros #16. Portuguese Canadian Folk Club; \"Caravela Portugesa. Victor Sara. Festival 92\"",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"La tercera edad; senior citizens; Primavera;  LASCA (Latin American Senior Citizens Association); La copa europa; Euro Cup; Maradona; litigio de paternidad; paternity suit; La Caravela portugesa; bailadores; dancers",
    "Program Summary":"Primavera organization for senior citizens, LASCA (Latin American Senior Citizens Association), interviews with members. Sporting news , updates on Euro Cup and Maradona paternity suit. Footage of Caravela portugesa, a traditional Portugese dance troop. "
  },
  {
    "Column":"55",
    "Tape #":"3",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-09-01",
    "Episode Date":"1992",
    "Episode Play Date":"",
    "Episode title":"Programa Nosotros (1992-09-01). Festival Latino Americano",
    "Program Director":"",
    "Program Producer":"",
    "Keywords":"Leo Campos; poetry; native issues; poema; aborigenes;Tupac dance group; grupo tupac; Duendes; Pequeña Serenata diurna; Patricio Manns; Llegó volando; Silvio Rodriguez",
    "Program Summary":"An un-named musical quartet plays songs in english and spanish. \"Aborigen\" poem recited. \"Proyecto\" musical quartet plays various songs in Spanish. Tupac dance group presents various latin dances. Program ends with the end of the \"heritage day salute\"."
  },
  {
    "Column":"56",
    "Tape #":"16",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-10-01",
    "Episode Date":"1992",
    "Episode Play Date":"",
    "Episode title":"Programa Nosotros (1992-10-01). Festival Latino Americano",
    "Program Director":"",
    "Program Producer":"",
    "Keywords":"Traditional; folk music; dance; Chile; España; Spain; Los Cuatro Huasos; Cueca dance; handkerchief; band; libertad; conquista; Che Guevara",
    "Program Summary":"Viewers are able to experience four diverse performances while listening to the musical history of the exploitations and suffering endured by Latin Americans. Each performance expresses a sense of tradition through the music and dances explored. There is a reoccurring theme of Spanish conquest and suffering throughout the four performances as well as an emphasis on Chilean culture. We are also able to witness one of the traditional dances of Chile; the Cueca. "
  },
  {
    "Column":"57",
    "Tape #":"16/30",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-10-25",
    "Episode Date":"1992",
    "Episode Play Date":"1992-10-25",
    "Episode title":"Programa Nosotros (1992-10-25). Nosotros #1",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Cristobal Colon; Christopher Columbus; Rigoberta Menchu; Quinto centenario; 500th anniversary; luchas de los indigenas; indigenous struggles; premio Nobel de la paz; Nobel Peace Prize; Primer Encuentro Continental de los Pueblos Indios; First Continental Meeting of Indigenous Populations",
    "Program Summary":"The show begins by talking about the 500th anniversary of Columbus discovering the New World and the reactions of the indigenous populations to this anniversary. This is done in a documentary called \"500 anos despues.\" In July of 1990, more than 300 representatives from indigenous populations from all across the americas gathered in Quito, Peru for the Primer Encuentro Continental to protest the oppression that the indigenous populations face. The documentary features interviews with many different indigenous representatives which helps to paint a picture of the horrors that these populations have faced since the arrival of europeans. The program also features an interview with Dionicio Barrales and Carlos Pilquil of the Taller Indoamerica at Gabriela Mistral School - they talk about their programs aims to educate youth about the indigenous populations of latinamerica. As well, this episode lightly discusses the significance of and the circumstances surrounding Rigoberta Menchu's 1992 win of the Nobel Peace Prize. The episode ends with a sports segment with Jorge Rodriguez.\n"
  },
  {
    "Column":"58",
    "Tape #":"4",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-11-29",
    "Episode Date":"1992",
    "Episode Play Date":"1993-12-13",
    "Episode title":"Programa Nosotros (1992-11-29). ",
    "Program Director":"Lisa Andrew; Mario Allende",
    "Program Producer":"",
    "Keywords":"Sexuality; la Sexualidad; Prevention of HIV; la Prevencion del Sida; AIDS; Magaly Inostroza; Jose Aldunate; Alfonso Luca; Daniel Godoy; Planned Parenthood; Patricia Morales; Edmonton Schools; Edmonton Young Offender's Centre; Sexual Assault Centres",
    "Program Summary":"The show begins with a Chilean Documentary Y tu que prefieres?  to discuss the nature of sexuality; and the prevention of AIDS. In the documentary, Magaly Inostroza, Jose Aldunate, Alfonso Luca, Daniel Godoy, and teenagers analyzed this issue. The other half of the program is about Patricia Morales. She works for the Canadian Organization \"Planet Parenthood\" to raise HIV awarness to Secondary High schools, Edmonton Young Offender's Centre, and Sexual Assault Centres.  \n\n"
  },
  {
    "Column":"59",
    "Tape #":"50",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-11-22",
    "Episode Date":"1992",
    "Episode Play Date":"1992-11-22",
    "Episode title":"Programa Nosotros (1992-11-22). Nosotros #3. Nosotros appreciation",
    "Program Director":"Mario Allende",
    "Program Producer":"Lito Azocar",
    "Keywords":"musica; music; Ojos de America; Eyes of America; contaminacion ambiental; environmental pollution; metodos de transportacion; transportation methods",
    "Program Summary":"This episode starts out with a segment of \"Entre Amigos,\" which is a musical performance by Ernesto Yanez and Pepe Farina. Ernesto performs Como La Cigarra by Mercedes Sosa, then Pepe plays his rendition of Esta Cancion by Silvio Rodriguez, and then the two of them finish with a performance of Alfredo Zitarrosa's Zamba por Vos. The second half of the episode is a documentary by Ojos de America, this one focussing on the amount of pollution in Santiago, Chile. The host interviews different people utilizing different methods of transportation (bus, train or bike) about the environmental pollution and the state of the roadways in their city. It's interesting to see that, while the pollution levels are relatively high, the citizens tend to downplay the problem a lot. The episode ends with a sports segment by Jorge Rodriguez."
  },
  {
    "Column":"60",
    "Tape #":"47",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1992-11-15",
    "Episode Date":"1992",
    "Episode Play Date":"1992-11-15",
    "Episode title":"Programa Nosotros (1992-11-15). ",
    "Program Director":"Mario Allende",
    "Program Producer":"Lito Azocar",
    "Keywords":"Ojos de America; Eyes of America; Musica en vivo; Live Music; Transportacion; Transportation; Autobus; Bus",
    "Program Summary":"This episode begins with the hosts talking about the importance of Nosotros in their lives. Then, they have a documentary by Ojos de America called Carros y Carretas. This documentary focuses on the experience of taking public transit in Ecuador and it achieves this by displaying Ecuador through the eyes of its bus drivers. After the documentary, there is a brief explanation of how it is interesting to see this everyday action through the eyes of someone who generally isn't treated very cordially by other members of society. To finish the show, there is a segment of \"Entre Amigos,\" which is a musical performance by Ernesto Yanez and Pepe Farina. Pepe starts out with \"Ya no canto tu nombre\" by Patricio Manns and then they play their version of \"La Muralla.\" Next, we have Pepe's rendition of \"El breve espacio en que no estas\" by Pablo Milanes. This is followed by Ernesto's performance of \"Como la cigarra\" by Mercedes Sosa. Pepe finishes the episode by playing \"Esta cancion\" by Silvio Rodriguez."
  },
  {
    "Column":"61",
    "Tape #":"6",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1993-01-10",
    "Episode Date":"1993",
    "Episode Play Date":"1993-01-10",
    "Episode title":"Programa Nosotros (1993-01-10). Nosotros #6",
    "Program Director":"Mario Allende",
    "Program Producer":"Lito Azocar",
    "Keywords":"Violencia; Violence; Ojos de America; Eyes of America; desigualdad de genero; gender inequality; zampona; panpipe",
    "Program Summary":"This episode starts out with a show by Ojos de America called Hilacha that is about the amount of violence that exists in Peru. Hilacha follows the story of a young girl, Hilacha, and her younger brother as they encounter varying levels of violence within their lives - things like stabbings, children commiting robberies, child exploitation, and murder.This segment ends with an explanation by the creator of Hilacha. He discusses his inspirations behind HIlacha and the gender inequality that exists within Peru's society. After this, there is a tutorial about the panpipe which is lead by members of the musical group Sukay. The tutorial shows how to play the instrument and also includes some information about the history of the panpipe. The program ends with the sports segment with Jorge Rodriguez."
  },
  {
    "Column":"62",
    "Tape #":"7",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1993-01-17",
    "Episode Date":"1993",
    "Episode Play Date":"1993-24-93",
    "Episode title":"Programa Nosotros (1993-01-17). ",
    "Program Director":"Mario Allende",
    "Program Producer":"?",
    "Keywords":"domestic violence; violencia doméstica; Chile; Crime Stoppers; crime prevention; preveción de crimen; Edmonton; zampoña; traditional musican instrument; instrumento de música tradicional",
    "Program Summary":"The program starts with an Ojos de América documentary about domestic violence in Chile, with interviews with children who have been victimized. Next, the program focuses on crime prevention in Edmonton with a segment on Edmonton's Crime Stoppers organization and an interview with a sargeant from Edmonton's police force. Then, there is a lesson on how to play the zampoña, traditional musical instrument from the Andes region of South America. Finally, there is a brief sports segment. "
  },
  {
    "Column":"63",
    "Tape #":"8",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1993-02-07",
    "Episode Date":"1993",
    "Episode Play Date":"1993-02-14",
    "Episode title":"Programa Nosotros (1993-02-07). Nosotros #8",
    "Program Director":"Mario Allende",
    "Program Producer":"Soc. Latinoamericana de difusión",
    "Keywords":"SIDA; AIDS; HIV grupo Proceso; Hotline; Planned Parenthood; Birth Control; Contracepción; día de San Valentin; Valentine's day; Dr. Juan Bernal; FUNACS; Fernando Otaiza; Salud en Chile; healthcare in Chile; CONASIDA; Marco A. Jimenez; Dr. Abraham Pelioswki; virus; PRIMAVERA; Patricia Morales",
    "Program Summary":"A presentation of  \"Hotline\", a documentary about the impact and spread of HIV-AIDS in Chile, including interviews with doctors, public health experts and sufferers of the disease. Followed by a panel with Dr. Abraham Pelioswki, Pediatrician at the Children's Intensive Care Hospital, and Silvia Yeoman of PRIMAVERA and Patricia Morales of Planned Parenthood, discussing HIV-AIDS in the video, in Canada and in Chile."
  },
  {
    "Column":"64",
    "Tape #":"9",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1993-02-24",
    "Episode Date":"1993",
    "Episode Play Date":"February 21 - February 28, 1993",
    "Episode title":"Programa Nosotros (1993-02-24). ",
    "Program Director":"Mario Allende",
    "Program Producer":"Lito Azocar",
    "Keywords":"Consul General de Peru; Consulate General of Peru; Vancouver; Jaime Pomerada; SISA; AIDS; Planned Parenthood; Abraham Peliowski; deportes; sports; fútbol; soccer; Apache",
    "Program Summary":"Continuation of a series. A conference in Vancouver with the consulate General of Peru Jaime Pomerada on promoting Latin-American culture, and the difficulties of living far from one’s home and culture. A feature on AIDS and its prevention with Dr. Abraham Peliowski, including an small movie in English dealing with AIDS stereotypes and protection. Sports news. Apache music. "
  },
  {
    "Column":"65",
    "Tape #":"10",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1993-03-07",
    "Episode Date":"1993",
    "Episode Play Date":"1993-03-07",
    "Episode title":"Programa Nosotros (1993-03-07). Nosotros #10",
    "Program Director":"Mario Allende",
    "Program Producer":"Lito Azocar",
    "Keywords":"Isabel Aldunate; Chilean singer; cantante chilena; día de la mujer; International Women's Day; women in Chile; las mujeres en Chile; women and politics; las mujeres y la política; tae kwon do",
    "Program Summary":"A special program for International Women's day. First, there is a recording by Nosotros of a concert of chilean singer Isabel Aldunate. The recording is from seven years ago when Aldunate visited Edmonton. Then, the program shows a chilean documentary called \"La historia tiene nombre de mujer\", directed by Jimena Arrieta. This documentary focuses on the role women have played in the fight for democracy in Chile. Finally, there is a sports segment focusing on the martial art of Tae Kwon Do, with an interview and demonstration from Edmonton Tae Kwon Do expert and teacher Nelson Silva.  "
  },
  {
    "Column":"66",
    "Tape #":"11 or 45",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1993-03-21",
    "Episode Date":"1993",
    "Episode Play Date":"1993-03-21",
    "Episode title":"Programa Nosotros (1993-03-21). Nosotros #11.",
    "Program Director":"Lisa Andrew; Mario Allende",
    "Program Producer":"Lito Azocar",
    "Keywords":"",
    "Program Summary":""
  },
  {
    "Column":"67",
    "Tape #":"12",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1993-04-04",
    "Episode Date":"1993",
    "Episode Play Date":"1993-04-04",
    "Episode title":"Programa Nosotros (1993-04-04). Nosotros #11; Summer #3",
    "Program Director":"Lisa Andrew; Mario Allende",
    "Program Producer":"Lito Azocar",
    "Keywords":"Mercedes Sosa; Argentinian singer; cantante argentina; Gabriela Mistral; Chilean poet; poeta Chilena; trova; música cubana; cuban music; deportes; sports",
    "Program Summary":"The program starts with a clip of a concert by Argentinian singer Mercedes Sosa in Chile. Then, the program shows a segment taken from Chilean national television that explores the birthplace and early life of Chilean poet Gabriela Mistral. Then, the video shows an audio-visual program from Ojos de América on the rural roots of new Cuban trova. Finally, the program ends with a segment on sports, with a particular emphasis on soccer and tennis in Chile. "
  },
  {
    "Column":"68",
    "Tape #":"14",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1993-05-02",
    "Episode Date":"1993",
    "Episode Play Date":"1993-05-02",
    "Episode title":"Programa Nosotros (1993-05-02). Nosotros #14; Summer #4",
    "Program Director":"Lisa Andrew; Mario Allende",
    "Program Producer":"Lito Azocar",
    "Keywords":"Tabu; Parents; Children; Sports; Deportes; Sexuality; Sexualidad",
    "Program Summary":"We see the video Tabu which discusses the difficulties parents have with talking to their children about sex"
  },
  {
    "Column":"69",
    "Tape #":"15",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1993-05-16",
    "Episode Date":"1993",
    "Episode Play Date":"1993-05-16",
    "Episode title":"Programa Nosotros (1993-05-16). Nosotros #15; Summer #5",
    "Program Director":"Mario Allende",
    "Program Producer":"Lito Azocar",
    "Keywords":"Tilo Paiz y su banda Amistad; Tilo Paiz and his band Amistad; music; música; cumbia; salsa; dance; danza; panethnic friendships; amistades panéthnicas; Edmonton musician; músico de Edmonton",
    "Program Summary":"The program starts with an interview with Tilo Paiz, a Salvadoran musician who has formed a musical group with people from Canada and other Latin American countries. Then, the program shows a concert recording that was made over a year ago, but not completed until now. The concert includes Tilo Paiz y su banda Amistad, as well as Colombian dancers, a dance group called Doremi and and two salsa dancers. The program switches back and forth between clips of the concert, and segments of the interview with Tilo Paiz, who describes how the pan-ethnic group formed and explains the importance of teaching young people about their musical heritage. At the end of the progam, there is a short news broadcast about events in Latin America. "
  },
  {
    "Column":"70",
    "Tape #":"16",
    "Format of original":"U-Matic",
    "Episode Recording Date":"1993-05-23",
    "Episode Date":"1993",
    "Episode Play Date":"1993-05-30",
    "Episode title":"Programa Nosotros (1993-05-23). Nosotros #16",
    "Program Director":"Mario Allende",
    "Program Producer":"Lisa Andrews",
    "Keywords":"America Rosa band; Music; Latin; Salsa; Merengue; Cumbia; Edmonton",
    "Program Summary":"America Rosa; an Edmonton based group that fuses traditional Latin music with modern day sounds is featured. We are introduced to Sergio; the founder of the band, and his group before they give us a performance which demonstrates their diverse repertoire of music. "
  },
  {
    "Column":"71",
    "Tape #":"20",
    "Format of original":"SP Tape",
    "Episode Recording Date":"unknown date",
    "Episode Date":"unknown",
    "Episode Play Date":"1989-01-22",
    "Episode title":"Programa Nosotros (1989-01-22). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Christianity; Nicaragua; Priests; Imperialism; Music; Indigenous; Salsa; Edmonton",
    "Program Summary":"Jose Curcio discusses being a catholic priest, living in a small Nicaraguan town and the divide between religious groups. There are also musical performances with strong indigenous backgrounds."
  },
  {
    "Column":"72",
    "Tape #":"21",
    "Format of original":"U-Matic",
    "Episode Recording Date":"unknown date",
    "Episode Date":"unknown",
    "Episode Play Date":"1988-08-22",
    "Episode title":"Programa Nosotros (1988-08-22). ",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Pablo Milanés; música Cubana; guitar; keyboard (piano); Nicaragua; mensaje de amor; la unidad y la libertad",
    "Program Summary":"Video clip of performances from a Pablo Milanés concert, a popular Cuban musician"
  },
  {
    "Column":"73",
    "Tape #":"22",
    "Format of original":"SP Tape",
    "Episode Recording Date":"unknown date",
    "Episode Date":"unknown",
    "Episode Play Date":"1989-05-14",
    "Episode title":"Programa Nosotros (1989-05-14). Nosotros Especial de Aniversario",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Awards ceremony; music; música; celebration; multiculturalism; la guitarra; la liberación; Edmonton; Canadian Cable Television Association; Latinamerican countries",
    "Program Summary":"Awards ceremony and celebration of Programa Nosotros' success since it started. Musical performances from different traditional folk songs from different countries across Latin America"
  },
  {
    "Column":"74",
    "Tape #":"26",
    "Format of original":"SP Tape",
    "Episode Recording Date":"unknown date",
    "Episode Date":"unknown",
    "Episode Play Date":"1990-01-07",
    "Episode title":"Programa Nosotros (1990-01-07).",
    "Program Director":"Sergio Contreras",
    "Program Producer":"Ariel Calderon",
    "Keywords":"Local news; noticias locales; music; Mexican; sombrero; deportes; Chile; folk music; political music",
    "Program Summary":"Programa Nosotros covers the local Edmonton Latin American music festival, which features all types of music from different Latin American countries. They also do local news and sports."
  },
  {
    "Column":"75",
    "Tape #":"38",
    "Format of original":"SP Tape",
    "Episode Recording Date":"unknown date",
    "Episode Date":"unknown",
    "Episode Play Date":"1990-11-18",
    "Episode title":"Programa Nosotros (1990-11-18).",
    "Program Director":"S. Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Refugees; Refugiados; Tortura; Torture; Chile; Consejeria; Counselling; Edmonton; Violence; Violencia",
    "Program Summary":"Enrique Reye and Milena Sanhueza host the show. They dicsuss the, Salvadorian Social Services Organization in Edmonton, which provides programs for refugees coming to Canada from Latin American countries. Programs include concelling, help with documentation, health services, as well as English classes. The episode also covers problems with military regimes in Chile, and they talked about the torturings that happened during this time. It finished with the NIcaraguan singer Luis Enrique Mejia Godoy, who sings songs about peace and liberty and the strength of his people. "
  },
  {
    "Column":"76",
    "Tape #":"41",
    "Format of original":"SP Tape",
    "Episode Recording Date":"unknown date",
    "Episode Date":"unknown",
    "Episode Play Date":"1991-02-10",
    "Episode title":"Programa Nosotros (1991-02-10).",
    "Program Director":"S. Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Immigrantes; Immigrants; Chile; Pobreza; Poverty; EISA; GPO. Flolflorico Victor Jara; Orientation programs; Programmas de Orientacion  ",
    "Program Summary":"Niza Solari y Mario Allende host the show. The interview discusses a organization in Edmonton that provides services to new immigrants from central and South America. The rest of the show discusses the poverty problems that were occurring in Chile at the time. They talked with many civilians about their experiences, they also talked with local doctors and other officials about the poverty issues in Chile. The episode finishs off with a musical presentation from the Gpo. Flolflorico Victor Jara."
  },
  {
    "Column":"77",
    "Tape #":"42",
    "Format of original":"SP Tape",
    "Episode Recording Date":"unknown date",
    "Episode Date":"unknown",
    "Episode Play Date":"1991-03-17",
    "Episode title":"Programa Nosotros (1991-03-17).",
    "Program Director":"S. Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Epidemia; Epidemic; Cholera; P.A.S.A.; Peru; Calafquen; Traditional Chilean dance; Danza tradicional de Chile ",
    "Program Summary":"Enrique Reye and Niza Solari host. The entire episode discusses the horrible outbreak of cholera that happened in Peru. They discussed many of the issues regarding how the disease spread and some of the measures that were taken in order to contain the spread. When the death toll  started forming the borders of Peru were closed in order to ensure that the disease stayed within the country. They discussed some of the support being sent to Peru and the work with organizations. They finished the episode with a traditional Chilean dance performed by the Chileno grupo Calafquen. "
  },
  {
    "Column":"78",
    "Tape #":"43",
    "Format of original":"SP Tape",
    "Episode Recording Date":"unknown date",
    "Episode Date":"unknown",
    "Episode Play Date":"1991-05-12",
    "Episode title":"Programa Nosotros (1991-05-12).",
    "Program Director":"S. Contreras",
    "Program Producer":"Lito Azocar",
    "Keywords":"Musica; Music; Chile; Diario Popular; Madres; Mothers; Fusion Urbana; Popular Newspaper; Traditional dance; Danza traditional",
    "Program Summary":"Antonio Guzman and Niza Solari host the show. The show talks to the mothers of men who had been detained and they talk about their experiences. The show also talks to Lidia Casas about a popular Chilean newspaper and what the paper is meant for. It finishes off with a musical performance from the Fusion Urbana group; a chilean group. "
  }
]